Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Brine is commonly released into rivers or the sea.
sv_se: Saltlaken släpps normalt ut i floderna eller i havet.

source: Brittle objects break easily.
sv_se: Spröda föremål går lätt sönder.

source: Build a program that makes the Nature Pod meet its goals, in the order they are written.
sv_se: Bygg ett program som får naturkapseln att uppfylla sina mål i den ordning som de är skrivna.

source: Build a program that makes the Nature Pod meet the goals, in the order they are written.
sv_se: Bygg ett program som får naturkapseln att uppfylla målen i den ordning som de är skrivna.

source: Build a program that meets the artwork requirements.
sv_se: Skapa ett program som uppfyller kraven på konstverket.

source: Build models (a simplified representation of how something works) like annotated drawings or maps
sv_se: Skapa modeller (en förenklad bild av hur något fungerar) som kommenterade ritningar eller kartor

source: Build or edit a webpage (e.g. using <WordPress>)
sv_se: Skapa eller redigera en webbsida (t.ex. med WordPress)

source: Building power stations changes the seafloor habitat.
sv_se: Att bygga kraftverk förändrar habitatet på havsbottnen.

source: Bus
sv_se: Buss

source: Bus Schedule
sv_se: Busstidtabell

source: Buy a banana
sv_se: Köp en banan

source: By 2050, the world’s population could increase to about 10 billion people.
sv_se: Till 2050 kan världens befolkning öka till cirka 10 miljarder människor.

source: By administering grammar assignments (e.g. quizzes or exercises)
sv_se: Genom uppgifter i grammatik (t.ex. frågesporter eller övningar)

source: By administering listening comprehension exercises (e.g. multiple choice or open questions)
sv_se: Genom övningar i hörförståelse (t.ex. flervalsfrågor eller öppna frågor)

source: By administering spelling assignments
sv_se: Genom övningar i stavning

source: By administering vocabulary assignments (e.g. quizzes or exercises)
sv_se: Genom uppgifter i ordförståelse (t.ex. frågesporter eller övningar)

source: By asking questions about <English²> grammar
sv_se: Genom att ställa frågor om engelsk grammatik

source: By asking questions about what is written in an <English²> text
sv_se: Genom att ställa frågor på innehållet i en text på engelska

source: By asking students to pronounce words or sentences in <English²> to evaluate their pronunciation
sv_se: Genom att be eleverna uttala ord eller meningar på engelska för att bedöma deras uttal

source: By evaluating a presentation given by students in <English²>
sv_se: Genom att bedöma presentationer eleverna håller på engelska

source: By evaluating texts written by students in <English²> (e.g. short stories, essays)
sv_se: Genom att bedöma texter eleverna skrivit på engelska (t.ex. korta berättelser, uppsatser)

source: By interacting with students in <English²> to assess their oral communication skills
sv_se: Genom att tala med eleverna på engelska i syfte att bedöma deras färdigheter i muntlig kommunikation

source: By listening to conversations between students in <English²> to assess their communication skills
sv_se: Genom att lyssna på samtal mellan elever på engelska i syfte att bedöma deras färdigheter i muntlig kommunikation

source: By myself, e.g., using the internet
sv_se: Jag har lärt mig själv (t.ex. med hjälp av internet)

source: By running the simulation, you have collected data.
sv_se: Genom att köra simuleringen har du samlat in data.

source: C + O₂ → CO₂ + heat energy
sv_se: C + O₂ → CO₂ + värmeenergi

source: C++ or Java
sv_se: C++ eller Java

source: CH₄ + 2O₂ → CO₂ + 2H₂O + heat energy
sv_se: CH₄ + 2O₂ → CO₂ + 2H₂O + värmeenergi

source: CO₂ (kg) emitted by car
sv_se: CO₂-utsläpp (kg) från bilen

source: CO₂ absorbs and stores heat energy, and then releases the heatenergy.
sv_se: CO₂ absorberar och lagrar värmeenergi, och frigör sedan värmeenergin.

source: CO₂ emissions per 100 km of driving
sv_se: CO₂-utsläpp per 100 km körning

source: CO₂ from a commercial gas cylinder was used in the demonstration.
sv_se: CO₂ från en vanlig gasflaska (som finns att köpa) användes för demonstrationen.

source: Calcium (mg)
sv_se: Kalcium (mg)

source: Calculate
sv_se: Beräkna

source: Calculate fitness
sv_se: Beräkna konditionen

source: Call 1
sv_se: Ljud 1

source: Call 2
sv_se: Ljud 2

source: Call a meeting at her local town hall to let others know about the plan.
sv_se: Kalla till ett möte i kommunhuset för att informera andra om planen.

source: Call library
sv_se: Ljudbibliotek

source: Can each of the following methods be used to estimate how much weight a cardboard food container can withstand before it is crushed?
sv_se: Kan var och en av följande metoder användas för att uppskatta hur mycket vikt en engångsförpackning av papp tål innan den krossas?

source: Can plants grow in Moon soil?
sv_se: Kan växter växa i månjord?

source: Can plants grow on the Moon?
sv_se: Kan växter växa på månen?

source: Can the features of T. rex in the table below also be estimated from the fossils?
sv_se: Kan egenskaperna hos T. rex i tabellen nedan också uppskattas utifrån fossilerna?

source: Can the following questions be answered by the laboratory experiment described above, or by the ocean field study, or both?
sv_se: Kan följande frågor besvaras av laboratorieexperimentet som beskrevs ovan, eller av fältstudien av havet, eller av båda?

source: Can you see yourself doing the following things in the future?
sv_se: Kan du se dig själv göra följande saker i framtiden?

source: Canadian Climate Change
sv_se: Klimatförändring i Kanada

source: Carbohydrates (g)
sv_se: Kolhydrater (g)

source: Carbon sinks are places that absorb more carbon dioxide from the atmosphere than they release.
sv_se: Kolsänkor är platser som absorberar mer koldioxid från atmosfären än de släpper ut.

source: Carbon sources release more carbon dioxide into the atmosphere than they absorb.
sv_se: Kolkällor släpper ut mer koldioxid i atmosfären än de absorberar.

source: Carbon Dioxide Produced
sv_se: Producerad koldioxid

source: Carbon Footprint of Food
sv_se: Koldioxidavtryck av livsmedel

source: Carbon Monoxide
sv_se: Kolmonoxid

source: Carbon Sources and Sinks
sv_se: Kolkällor och kolsänkor

source: Carbon capture involves injecting CO₂ into porous rock from which oil has been extracted.
sv_se: En typ av koldioxidinfångning är att pressa in CO₂ i porös berggrund som olja tidigare har utvunnits från.

source: Carbon capture, a method for removing excess carbon dioxide (CO₂) from the atmosphere, could help reduce land subsidence.
sv_se: Koldioxidinfångning, en metod för att ta bort överskott av koldioxid (CO₂) från atmosfären, skulle kunna bidra till att minska sättningen.

source: Carbon dioxide (CO₂) is a greenhouse gas that traps the Sun’s heat.
sv_se: Koldioxid (CO₂) är en växthusgas som hindrar värmestrålning från jorden.

source: Carbon dioxide is a solid at –78°C.
sv_se: Koldioxid övergår till fast form vid –78 °C.

source: Carbon is an essential element for living organisms.
sv_se: Kol är ett livsviktigt grundämne för levande organismer.

source: Carbon-neutral energy
sv_se: Koldioxidneutral energikälla

source: Carbonic acid causes shells to dissolve but other acids do not.
sv_se: Kolsyra orsakar att skal löses upp, men andra syror gör inte det.

source: Carbonic acid forms when carbon dioxide dissolves in seawater.
sv_se: Kolsyra bildas när koldioxid löser sig i havsvatten.

source: Career guidance is formally scheduled into students’ time at school.
sv_se: Studie- och yrkesvägledning finns schemalagd i elevernas undervisning på skolan.

source: Career guidance is sought voluntarily by students.
sv_se: Studie- och yrkesvägledning efterfrågas frivilligt av eleverna.

source: Cars and trucks that use fossil fuels are being replaced by electric vehicles.
sv_se: Bilar och lastbilar som använder fossila bränslen håller på att ersättas av elfordon.

source: Cars, vans, or trucks
sv_se: Bilar, skåpbilar, lastbilar

source: Cast iron
sv_se: Gjutjärn

source: Causes of food waste
sv_se: Orsaker till matsvinn

source: Causes of land subsidence include the removal of ground water, the extraction of oil and gas, and the weight of buildings.
sv_se: Orsakerna till sättning omfattar bland annat avlägsnande av grundvatten, utvinning av olja och gas samt vikten från byggnader.

source: Cell donor: Female sheep (Finn–Dorset breed)
sv_se: Celldonator: honfår (av Finn–Dorset-ras)

source: Cell donor: Female sheep (Scottish Blackface breed)
sv_se: Celldonator: honfår (Scottish Blackface-ras)

source: Cells can be damaged during extraction.
sv_se: Celler kan skadas när de tas ut.

source: Cells can be destroyed when removing the nucleus.
sv_se: Celler kan förstöras när man tar bort cellkärnan.

source: Chance of rain
sv_se: Risk för regn

source: Change the colour of the image in each cell.
sv_se: Byta färg på bilden i varje cell.

source: Change the program so the recycling claw matches the goal state.
sv_se: Ändra programmet så att återvinningsklon når målsättningen.

source: Changes in wastewater pH
sv_se: Förändringar i spillvattnets pH

source: Changes to wastewater pH
sv_se: Förändringar av spillvattnets pH

source: Changing from fossil-fuel cars to electric cars can create other problems.
sv_se: Att byta från fossildrivna bilar till elbilar kan ge upphov till andra problem.

source: Changing the speed
sv_se: Ändra hastigheten

source: Cheating
sv_se: Fusk

source: Check flowchart
sv_se: Kontrollera flödesschemat

source: Check if your flowchart is correct.
sv_se: Kontrollera om ditt flödesschema är korrekt.

source: Check my work
sv_se: Kontrollera mitt arbete

source: Check regularly if there is a free viewing space within these 5 minutes.
sv_se: Kontrollerar regelbundet om det finns ett ledigt visningsutrymme inom dessa 5 minuter.

source: Check that you have loaded the correct call in the Call 1 box.
sv_se: Kontrollera att du har laddat korrekt ljud i ljud 1-rutan.

source: Check the Data tab to view the results.
sv_se: Titta under fliken Data för att se resultaten.

source: Chemical energy is transformed into electrical energy.
sv_se: Kemisk energi omvandlas till elenergi.

source: Chemical reactivity
sv_se: Kemisk reaktionsförmåga

source: Chemistry
sv_se: Kemi

source: Chess club
sv_se: Schackklubbar

source: China
sv_se: Kina

source: Choose Planet E from the drop-down menu.
sv_se: Välj Planet E i rullistan.

source: Choose the graph that matches the results of these experiments.
sv_se: Välj det diagram som motsvarar resultaten från dessa experiment.

source: Choose the graphs that match your results and select the experiments that show how each activity impacts fitness.
sv_se: Välj de diagram som motsvarar dina resultat och välj de experiment som visar hur respektive aktivitet påverkar konditionen.

source: Choosing which learning materials are used
sv_se: Välja vilka läromedel som ska användas

source: Circular economy
sv_se: Cirkulär ekonomi

source: Cities that are most affected by land subsidence are in Asia.
sv_se: De städer som påverkas mest av sättningen ligger i Asien.

source: City and Its Environment
sv_se: Staden och dess miljö

source: Claiming that there is a link between the full moon and human health is an example of pseudoscience.
sv_se: Att påstå att det finns ett samband mellan fullmånen och människors hälsa är ett exempel på pseudovetenskap.

source: Class size is reduced to cater to the special needs of these students.
sv_se: Dessa elever går i mindre klasser som är utformade för att tillgodose deras specifika behov.

source: Classify each of the issues in the following table.
sv_se: Klassificera vart och ett av problemen i följande tabell.

source: Clay spraying will end red tides and not negatively affect the marine ecosystem.
sv_se: Sprejning med lera kommer att stoppa röda tidvatten och inte skada det marina ekosystemet.

source: Clearing of forests for other land use
sv_se: Skogsavverkning för markexploatering

source: Click Forward to continue once the simulation has finished.
sv_se: Klicka på Framåt för att fortsätta när simuleringen har avslutats.

source: Click Forward to continue when you are done.
sv_se: Klicka på Framåt för att fortsätta när du är klar.

source: Click Forward to continue.
sv_se: Klicka på Framåt för att fortsätta.

source: Click Next to continue to the next task.
sv_se: Klicka på Nästa för att fortsätta till nästa uppgift.

source: Click Next to fix this problem.
sv_se: Klicka på Nästa för att lösa problemet.

source: Click Next to learn how.
sv_se: Klicka på Nästa för att lära dig hur.

source: Click Next to see how visitors behave in a simulation based on your flowchart.
sv_se: Klicka på Nästa för att se hur besökare beter sig i en simulering baserad på ditt flödesschema.

source: Click Play .
sv_se: Klicka på Spela .

source: Click Play to see it in action.
sv_se: Klicka på Spela för att se detta.

source: Click Play to watch the video.
sv_se: Klicka på Spela för att titta på videon.

source: Click Reset and then click as many times as needed to move through the programming steps.
sv_se: Klicka på Återställ och klicka sedan på så många gånger som behövs för att gå igenom stegen i programmet.

source: Click Reset then Run to test your program.
sv_se: Klicka på Återställ och sedan på Kör för att testa ditt program.

source: Click Reset then run your program again.
sv_se: Klicka på Återställ och kör sedan ditt program igen.

source: Click Reset to move the claw to its starting position.
sv_se: Klicka på Återställ för att flytta klon till sin startposition.

source: Click Reset to return the Nature Pod to its starting position.
sv_se: Klicka på Återställ för att flytta tillbaka naturkapseln till startpositionen.

source: Click Reset to stop the simulation and place the bus at the bus terminal.
sv_se: Klicka på Återställ för att stoppa simuleringen och placera bussen på bussterminalen.

source: Click Reset, then run your new program.
sv_se: Klicka på Återställ och kör sen ditt nya program.

source: Click Run multiple times to see how the number of people at the park changes when it is raining compared to when it is not.
sv_se: Klicka flera gånger på Kör för att se hur antalet människor i parken ändras när det regnar jämfört med när det inte regnar.

source: Click Run to run the simulation and check our model.
sv_se: Klicka på Kör för att köra simuleringen och kontrollera modellen.

source: Click Run to see how each program solves the problem.
sv_se: Klicka på Kör för att se hur varje program löser problemet.

source: Click Run to see how the program instructs the frog to go to .
sv_se: Klicka på Kör för att se hur programmet instruerar grodan att ta sig till .

source: Click Run to see how the program solves the problem with as few blocks as possible by using repeat blocks.
sv_se: Klicka på Kör för att se hur programmet löser problemet med så få block som möjligt genom att använda upprepa-block.

source: Click Run to see how the programs work.
sv_se: Klicka på Kör för att se hur programmen fungerar.

source: Click Run to see the claw follow your instructions.
sv_se: Klicka på Kör för att se klon följa dina instruktioner.

source: Click Save to add the selected graph and experiment plans to your response.
sv_se: Klicka på Spara för att lägga till det valda diagrammet och experimentuppläggen till ditt svar.

source: Click Submit to move to the next task.
sv_se: Klicka på Lämna in för att gå vidare till nästa uppgift.

source: Click Submit to move to the second half of the complex task.
sv_se: Klicka på Lämna in för att gå till nästa del av den komplexa uppgiften.

source: Click Submit when you are happy with your solution.
sv_se: Klicka på Lämna in när du är nöjd med din lösning.

source: Click Run to see how the program below meets the artwork requirements.
sv_se: Klicka på Kör för att se hur programmet nedan uppfyller kraven på konstverket.

source: Click multiple times to move the Nature Pod step by step.
sv_se: Klicka på flera gånger för att förflytta naturkapseln steg för steg.

source: Click multiple times to see the claw follow your program step by step.
sv_se: Klicka flera gånger på för att se klon följa ditt program steg för steg.

source: Click to watch the animation of the Artwork example.
sv_se: Klicka på för att se animeringen av konstverksexemplet.

source: Click to remove variables that do not affect arrival time on Saturday.
sv_se: Klicka på för att ta bort variabler som inte påverkar ankomsttiden på lördagar.

source: Click twice to label the arrow with No.
sv_se: Klicka två gånger på för att märka pilen med Nej.

source: Click True or False for each statement below.
sv_se: Välj Sant eller Falskt för varje påstående nedan.

source: Click on a button to ask Ben for more information.
sv_se: Klicka på en knapp för att fråga Bengt om mer information.

source: Click on the Data tab to view the results of the simulation.
sv_se: Klicka på fliken Data för att se resultatet av simuleringen.

source: Click on the Run button.
sv_se: Klicka på knappen Kör.

source: Click on the move left button to match the goal state.
sv_se: Klicka på flytta vänster-knappen för att uppnå målsättningen.

source: Click on the Livestream tab
sv_se: Klicka på fliken Sändningsområde

source: Click on the blue circle on a variable and drag an arrow to connect it to another variable.
sv_se: Klicka på den blå cirkeln på en variabel och dra en pil för att koppla den till en annan variabel.

source: Click on the cell on the grid where ★ will be after the program runs.
sv_se: Klicka på cellen i rutnätet där ★ kommer att befinna sig efter att programmet har körts.

source: Click on the intersection where will stop after the program is run.
sv_se: Klicka på korsningen där kommer att stanna efter att programmet har körts.

source: Click on the sensor that is not currently detecting the black track.
sv_se: Klicka på den sensor som inte registrerar den svarta banan för tillfället.

source: Click on the square in the grid where will be at the end of the program.
sv_se: Klicka på den ruta i rutnätet där kommer att vara i slutet av programmet.

source: Climate Tipping Points
sv_se: Tippningspunkter för klimatet

source: Climate change has had several impacts in Canada:
sv_se: Klimatförändringen har påverkat Kanada på flera sätt:

source: Climate models predict that in the coming decades ‘tipping points’ may occur.
sv_se: Klimatmodellerna förutsäger att 'tippningspunkter' kan inträffa under de kommande årtiondena.

source: Climate type
sv_se: Klimattyp

source: Clip it to the when run block.
sv_se: Lägg till det vid vid körning-blocket.

source: Clones are living things that are genetic copies of each other.
sv_se: Kloner är levande varelser som är genetiska kopior av varandra.

source: Clones can also be made in a science laboratory.
sv_se: Kloner kan också skapas i ett forskningslaboratorium.

source: Clones have identical DNA.
sv_se: Kloner har identiskt DNA.

source: Cloning is expensive and money for experiments can be hard to get.
sv_se: Kloning är dyrt och det kan vara svårt att få pengar till experiment.

source: Closing coal-burning power plants may result in some manatees dying but could have benefits to the environment.
sv_se: Om man stänger kolkraftverk kan det leda till att en del manater dör, men det kan medföra fördelar för miljön.

source: Clothing
sv_se: Kläder

source: Club with a focus on computers (e.g. programming or coding)
sv_se: Föreningar med fokus på datorer (t.ex. programmering eller kodning)

source: Clutter
sv_se: Ljusnedskräpning

source: Coaching as part of a formal school arrangement
sv_se: Handledning som organiserats formellt av skolan

source: Coal is mostly carbon (along with water).
sv_se: Kol (bränsle) består huvudsakligen av grundämnet kol (och vatten).

source: Coal-burning power plants are not the only sources of warm water that help manatees survive in winter.
sv_se: Kolkraftverk är inte de enda källor till varmt vatten som hjälper manaterna att överleva på vintern.

source: Coastal cities have a high risk of being impacted by rising sea levels.
sv_se: Kuststäder löper stor risk att påverkas av stigande havsnivåer.

source: Coastal communities will experience more flooding from high tides and storm floods.
sv_se: Kustsamhällen kommer att oftare att drabbas av översvämningar av högvatten och fler stormar.

source: Code blocks
sv_se: Kodblock

source: Collaborate with students from another school in <English²>
sv_se: Samarbeta på engelska med elever från någon annan skola

source: Collaborating with principals from other schools on difficult work tasks
sv_se: Samarbeta med rektorer från andra skolor för att lösa svåra arbetsuppgifter

source: Collaborating with teachers to solve classroom discipline problems
sv_se: Samarbeta med lärare för att lösa disciplinproblem i klassrummet

source: Collect and analyse data to understand a problem or phenomenon
sv_se: Samla in och analysera data för att förstå ett problem eller fenomen

source: Collect and record data (e.g., using data loggers, <Microsoft® Access™>, <Google® Form>, <Excel>)
sv_se: Samla in och registrera data (t.ex. med Google Formulär, Microsoft Excel)

source: Collect data by running the simulation and complete the statements.
sv_se: Samla in data genom att köra simuleringen och göra klart påståendena.

source: Collect data by setting up and running the simulation.
sv_se: Samla in data genom att ställa in och köra simuleringen.

source: Collect data to answer the two questions.
sv_se: Samla in data för att besvara de två frågorna.

source: Collect food!
sv_se: Samla föda!

source: Colour
sv_se: Färg

source: Come play
sv_se: Kom och lek

source: Come towards Mum
sv_se: Kom till mamma

source: Common fuels used by power plants include coal (solid), methane (gas) and diesel (liquid).
sv_se: Vanliga bränslen som används av kraftverk är bland annat kol (fast), metangas (gas) och diesel (vätska).

source: Communicate with the dolphins.
sv_se: Kommunicera med delfinerna.

source: Communicating in <English²> with students from abroad (e.g. through mail, email, instant messaging or video calls)
sv_se: Kommunicera på engelska med elever från andra länder (t.ex. via post, e-post, sms eller videosamtal)

source: Communicating in <English²> with students from abroad visiting your school
sv_se: Kommunicera på engelska med elever från andra länder som besöker din skola

source: Communication software (e.g. email, <WhatsApp®>, <WeChat®>)
sv_se: Program för kommunikation (t.ex. e-post, WhatsApp, WeChat)

source: Communication within the group
sv_se: Kommunikation inom gruppen

source: Compare Recordings 3 and 4 to find out what the unlabelled call means.
sv_se: Jämför inspelning 3 och 4 för att ta reda på vad det omärkta ljudet betyder.

source: Compare the areas of sea ice for 1979 and 2004.
sv_se: Jämför ytorna med havsis under åren 1979 och 2004.

source: Compare the strength of oyster shells in water with and without the American Eel grass.
sv_se: Jämföra hållfastheten hos ostronskalen i vatten med och utan det amerikanska ålgräset.

source: Compare the three plans.
sv_se: Jämför de tre uppläggen.

source: Compared to dairy milk, what key nutrient may be missing from Selim’s diet if he chooses either oat milk or soy milk?
sv_se: Jämfört med animalisk mjölk, vilket viktigt näringsämne kan försvinna från Selims kost om han väljer antigen havredryck eller sojadryck?

source: Compared to synthetic fibres, cotton fibres need less processing and biodegrade more easily.
sv_se: Jämfört med syntetiska fibrer behöver bomullsfibrer inte bearbetas lika mycket och är mer biologiskt nedbrytbara.

source: Comparing both videos, she finds out the following:
sv_se: Genom att jämföra båda videorna kommer hon fram till följande:
